{"country":"Snomedland","roadmapStart":"2022-01-01T00:00:00.000Z","roadmapEnd":"2022-12-31T00:00:00.000Z","selectedBackground":{"opSelector":"Long","text":"<p>SNOMED CT is the world’s most comprehensive clinical terminology. It enables users to record clinical \n      data more accurately, share patient data within the health care team and with patients, exchange data both locally and across borders,\n      and improve patient outcomes. Furthermore, stakeholders can use SNOMED CT to enable clinical analytics, population analytics, \n      management analytics, clinical research, applied research, and other research activities to improve health care.</p>\n      <p>SNOMED International is a not-for-profit organization that owns and maintains SNOMED CT, the world’s most\n      comprehensive clinical terminology. SNOMED International plays an essential role in improving the health of\n      humankind by determining standards for a codified language that represents groups of clinical terms. SNOMED CT\n      enables healthcare information to be exchanged globally for the benefit of patients/citizens, care providers and other\n      stakeholders.</p>\n      <p>SNOMED International is the not-for-profit organization that owns and maintains SNOMED CT. They play an essential role in improving \n      the health of humankind by determining standards for codified language that represents groups of clinical terms. SNOMED International\n      strives to determine the best global standards for health terminologies and to engage with the global healthcare community \n      to improve SNOMED CT to better serve the clinical information needs of a diverse range of health care stakeholders. The global\n      community of SNOMED International Members has grown from the 9 founding countries in 2007, to  43 Members in July 2022.\n      With additional affiliate licensees in non-Member countries, SNOMED CT is used in more than eighty countries globally. </p>\n      <p>While SNOMED CT is a global standard, it is also adaptable to each country's requirements. However, to achieve the full potential \n      of SNOMED CT in <span class='country'>COUNTRY</span>, it must be widely implemented in well designed systems.</p>\n      <p>This document describes a roadmap for the successful adoption of SNOMED CT in <span class='country'>COUNTRY</span>.</p>"},"selectedVisions":[{"opSelector":"Better health","text":"<li>The use of a unified clinical terminology in health information systems across <span class='country'>COUNTRY</span>\n      will result in better health, improved patient outcomes, and a stronger engagement of all citizens to make informed health related choices.</li>","membersPriorities":["Improved health outcomes","Enhanced patient experience and outcome - personalised medicine through decision support systems","Greater transparency of the quality of care & enhanced practitioner accountability","Citizens as service users - empower & engage people to make informed health related choices"]},{"opSelector":"Continuity of care","text":"<li>Leveraging the power of standardized clinical terminology in digital technologies will allow us to realize our goals of\n        strengthening the continuity of care services across <span class='country'>COUNTRY</span> and supporting the key principles \n        of patient centricity and better access to health care for all.</li>","membersPriorities":["Electronic access to healthcare information","Enabling the right care at the right place","Efficient, sustainable long-term healthcare, integrated solutions","Shared clinical electronic record, data exchange & decision making"]},{"opSelector":"Better information","text":"<li>The use of SNOMED CT in healthcare systems will allow clinicians to record, share and access patient information in a way\n      that retains the semantic fidelity (meaning) of clinical encounters. Researchers and public health planners will also be able to access\n      clinical data collected from a wide range of healthcare systems and perform meaningful queries across the rich clinical detail.</li>","membersPriorities":["Electronic access to healthcare information","Shared clinical electronic record, data exchange & decision making","Modernisation of systems, secure & seamless electronic access to health information","Data Protection - regulation/governance of healthcare digitization"]}],"selectedCurrentState":{"opSelector":"Customized text","text":"\n      <p><mark>[INSTRUCTIONS - Please customize the following sample text, or replace it with your own]</mark></p>\n      <p>The current eHealth landscape in <span class='country'>COUNTRY</span> can be summarized as follows:</p>\n      <ul>\n        <li>[N] healthcare regions, each responsible for [add regional healthcare responsibilities]</li>\n        <li>[N] hospitals ([N] public /[N] private), [N] general practice clinics, and [add other information to indicate healthcare organisation landscape]</li>\n        <li>[N] secondary care doctors, [N] general practitioners, and [add other information to indicate healthcare provider landscape]</li>\n        <li>[P]% of hospitals, [P]% of general practice clinics and [add other relevant healthcare organisations] currently have computerised clinical records</li>\n        <li>Vendors used include [Add text to describe the vendor landscape in each sector, or describe how clinical systems are locally developed]</li>\n        <li>The following eHealth standards are used: [add text to describe standards, e.g. HL7 (for messaging), National Minimum Data Set (for common information model)]</li>\n        <li>The following code systems are used: [add text to describe the terminologies and classifications currently used, where they are used, and for what purpose]</li>\n        <li>National infrastructure in place includes: [add text to describe any national infrastructure is place, or planned, such as connectivity, national EHR etc]</li>\n        <li>National legislation in place includes [add text to describe any relevant national or regional legislation in place that may be relevant]</li>\n        <li>Current challenges in  the eHealth sector include: [add text to describe any relevant challenges or barriers to achieving vision above]</li>\n      </ul>\n      <p><mark>[END INSTRUCTIONS]</mark></p>"},"selectedGoals":[{"opSelector":"Standardization of health record data","text":"<p>SNOMED CT will be defined as the standard for capturing data in clinical systems, including the domains of diagnoses, \n    therapeutic and diagnostic procedures, medications, immunizations, and allergies. \n    When SNOMED CT is implemented in clinical systems it allows practitioners to accurately represent clinical concepts, generating datasets \n    ready to be used in analytics, quality metrics, decision support and many other use cases.\n    In cases where local code systems or classifications are required for reporting purposes, a map will be developed from SNOMED CT to the other \n    code system to enable clinical data entry to be standardized using SNOMED CT and then transformed as required. </p>"},{"opSelector":"Data exchange","text":"<p>SNOMED CT will be defined as the common reference terminology for sharing data between facilities and/or healthcare providers. Information \n    exchange is the key to implement continuity of care and patient centered care. Implementation guides that combine the benefits of SNOMED CT with \n    a common information model (e.g. HL7 FHIR resources) will ensure the consistent transmission of information and meaning between different systems.</p>"},{"opSelector":"Clinician support","text":"<p>SNOMED CT will be defined as the standard for representing clinical knowledge in decision support systems. \n    Clinical decision support tools link patient information to clinical knowledge, protocols or guidelines, providing alerts and advice \n    to clinicians during the care of the patient. SNOMED CT provides the level of detail needed to encode knowledge rules, conditions and actions.\n    Using SNOMED CT it's possible to share knowledge databases and access a wide market of vendors that provide services using the standard.</p>"},{"opSelector":"Population health","text":"<p>Data analysts supporting population health will have detailed, high quality and up to date information. Direct data entry \n    by clinicians using SNOMED CT ensures that the information will travel directly from the point of care to the epidemiological \n    analysis avoiding transcriptions and manual classification steps, to support functions such as trend analysis, \n    pharmacovigilance and clinical audit.</p>"},{"opSelector":"Clinical research","text":"<p>Researchers will be trained to leverage the power of SNOMED CT for clinical research. The availability of large SNOMED CT \n    encoded datasets opens many opportunities for very accurate patient selection for inclusion in clinical trials, it facilitates retrospective \n    studies, and opens the door to the realization of real world evidence-based studies.</p>"}],"selectedClinicalFocus":[{"opSelector":"Healthcare sectors","text":"<p><mark>\n    [ADD priority healthcare sectors here, e.g. hospitals, general practice, pharmacy, clinical registries, clinical research]]\n    </mark></p>"},{"opSelector":"Clinical specialties","text":"<p><mark>\n    [ADD priority clinical specialties here, e.g. cardiology, emergency department]\n    </mark></p>"},{"opSelector":"Clinical goals","text":"<p><mark>\n    [ADD priority clinical goals here, e.g. improve stroke management, reduce deaths from diabetes, increase continuity of care for cancer patients]\n    </mark></p>"}],"selectedSteps":[{"group":"Plan Adoption","step":{"opSelector":"Develop a national strategy for promoting SNOMED CT adoption","text":"<p>Implement a strategy to identify the barriers and enablers for the adoption of SNOMED CT and to execute \n          actions to promote adoption based on this understanding. This step may involve the following tasks:</p>\n          <ul>\n            <li>Identify the barriers for SNOMED CT adoption in <span class='country'>COUNTRY</span>, including legislation,  \n              policy, lack of availability of robust national infrastructure, knowledge, skills and commercial interests.</li>\n            <li>Identify the enablers for SNOMED CT adoption in <span class='country'>COUNTRY</span>. including \n              local champions of SNOMED CT, legislation, policy, availability of national infrastructure, knowledge, skills, \n              education providers, and commercial or financial interests.</li>\n            <li>Implement actions to reduce barriers and increase enablers of SNOMED CT adoption in clinical health information \n              systems, e.g. legislation and policy changes, development of national infrastructure, provision of financial incentives.</li>\n          </ul>"},"date":"","dateStart":"2022-08-01T03:00:00.000Z","dateEnd":"2022-08-10T03:00:00.000Z"},{"group":"Plan Adoption","step":{"opSelector":"Identify impactful national projects","text":"<p>Identify projects that will have a significant impact in the national healthcare scenario, supporting \n          the implementation of policies related to the top priorities of the national healthcare agenda.</p>\n          <p>This step may involve the following tasks:</p>\n          <ul>\n            <li>Identify the priorities of the healthcare agenda and select projects that would contribute to its execution.</li>\n            <li>Work with project stakeholders to agree on goals for use of SNOMED CT within the selected projects.</li>\n            <li>Design and architect how SNOMED CT will be implemented in the projects and develop SNOMED CT implementation guidance.</li>\n            <li>Implement project with SNOMED CT and measure the benefits to support policy implementation monitoring.</li>\n            <li>Share outcomes with stakeholders and future projects, including benefits and lessons learned.</li>\n          </ul>"},"date":"","dateStart":"2022-08-03T03:00:00.000Z","dateEnd":"2022-08-27T03:00:00.000Z"},{"group":"Plan Adoption","step":{"opSelector":"Identify quick wins and low hanging fruit projects","text":"<p>Identify projects that are good candidates for short and effective implementations. This strategy will prioritize \n          small projects with a clear goal and benefit from implementing SNOMED CT, and with proactive, skilled, and flexible teams. Dedicated \n          implementation guidance from the NRC and SNOMED International will be key to accelerate the implementation process and \n          produce compelling results early.</p>\n          <p>This step may involve the following tasks:</p>\n          <ul>\n            <li>Identify projects that may be good candidates for achieving benefits quickly and/or with low effort.</li>\n            <li>Work with project stakeholders to agree on goals for use of SNOMED CT within the selected projects.</li>\n            <li>Design and architect how SNOMED CT will be implemented in the projects and develop SNOMED CT implementation guidance.</li>\n            <li>Implement project with SNOMED CT and measure the benefits where possible.</li>\n            <li>Share outcomes with stakeholders and future projects, including benefits and lessons learned.</li>\n          </ul>"},"date":"","dateStart":"2022-08-15T03:00:00.000Z","dateEnd":"2022-08-20T03:00:00.000Z"},{"group":"Plan Adoption","step":{"opSelector":"Onboard influencers / champions","text":"<p>Engage with champions and influencers from early adopters of SNOMED CT.\n          This step may involve the following tasks:</p>\n          <ul>\n            <li>Contact early adopters to find examples of successful SNOMED CT implementations.</li>\n            <li>Identify SNOMED CT champions or influencers from early adopters (or other relevant stakeholders), who have a clear \n              view of the benefits of SNOMED CT.</li>\n            <li>Provide any necessary training, support and/or information for the selected champions.</li>\n            <li>Engage with the champions to produce communication pieces, webinars, and exemplar implementation examples \n              for training.</li>\n          </ul>"},"date":"","dateStart":"2022-09-05T03:00:00.000Z","dateEnd":"2022-09-22T03:00:00.000Z"},{"group":"Standards and Artifacts","step":{"opSelector":"Data Models","text":"<p>Define information model standards for recording, exchanging, integrating and analysing clinical data.\n          This step may involve the following tasks:</p>\n          <ul>\n            <li>Identify data model standards to be used for each relevant clinical data functions (e.g. HL7 FHIR for \n              data exchange).</li>\n            <li>Specify common datasets for common clinical use cases (e.g. emergency department minimum dataset).</li>\n            <li>Create policy to establish the use of these data model standards across the healthcare sector.</li>\n          </ul>"},"date":"","dateStart":"2022-08-10T03:00:00.000Z","dateEnd":"2022-09-23T03:00:00.000Z"},{"group":"Standards and Artifacts","step":{"opSelector":"Code Systems","text":"<p>Establish SNOMED CT as the primary reference terminology in <span class='country'>COUNTRY</span>. \n          This step may involve the following tasks:</p>\n          <ul>\n            <li>Create policy or legislation to establish SNOMED CT as the primary reference terminology both nationally and \n            in specific healthcare sectors.</li>\n            <li>Mandate the use of SNOMED CT for specific purposes, e.g. to record reason for admission into hospital, diagnoses, \n            procedures, medications, allergies etc.</li>\n            <li>Identify other code systems that will be used for reporting or local business purposes, e.g. ICD-10, and\n            clearly define the function of each code system.</li>\n          </ul>"},"date":"","dateStart":"2022-09-19T03:00:00.000Z","dateEnd":"2022-09-30T03:00:00.000Z"},{"group":"Standards and Artifacts","step":{"opSelector":"Terminology Binding","text":"<p>Bind information models to SNOMED CT and other relevant code systems. This step may involve the following tasks:</p>\n          <ul>\n            <li>Identify the code system to be used for each coded data element in each information model.</li>\n            <li>Define the value set that may be used to populate each coded data element, either using a computable query (intensionally) \n            or by defining a fixed list of concept identifiers (extensionally).</li>\n            <li> Develop an implementation guide that specifies the terminology binding for each coded data element. \n            Note: This implementation guidance can be used by developers to restrict the values a user is allowed to enter into\n            a specific data field, for validation of exchanged messages, for data analytics, and many other use cases.</li>\n          </ul>"},"date":"","dateStart":"2022-09-19T03:00:00.000Z","dateEnd":"2022-09-30T03:00:00.000Z"},{"group":"Standards and Artifacts","step":{"opSelector":"Translation","text":"<p>Translate SNOMED CT into the local language dialect(s) spoken in <span class='country'>COUNTRY</span>.\n          This step may involve the following tasks:</p>\n          <ul>\n            <li>Prioritise the SNOMED CT subhierarchies and value sets requiring translation, based on implementation use cases\n            and predicted frequency of use (which may be gathered from prior experience in other countries).</li>\n            <li>Design the translation process, including appropriate tooling, review and ongoing maintenance.</li>\n            <li>Identify suitable translation resources, with appropriate language and terminology skills</li>\n            <li> Offer SNOMED CT training to translators to ensure they have the appropriate level of SNOMED CT understanding.</li>\n            <li>Perform translation and review process based on the identified priorities.</li>\n            <li>Distribute and/or deploy translations (e.g. via a terminology server or RF2 files).</li>\n            <li>Maintain the translations and republish at agreed intervals (ideally aligning with updates to the terminology)</li>\n          </ul>"},"date":"","dateStart":"2022-08-10T03:00:00.000Z","dateEnd":"2022-08-26T03:00:00.000Z"},{"group":"Standards and Artifacts","step":{"opSelector":"Maps","text":"<p>Create and maintain maps between SNOMED CT  and other code systems used in <span class='country'>COUNTRY</span>, \n          to support use cases, such as data integration, analysis, reimbursement and public health reporting. \n          This step may involve the following tasks:</p>\n          <ul>\n            <li>Identify other code systems either currently used or needed in the future in <span class='country'>COUNTRY</span>. </li>\n            <li>Prioritise the code systems requiring mapping to/from SNOMED CT, considering the priority projects and use cases. </li>\n            <li>Design the mapping process, including appropriate tooling, review and ongoing maintenance. </li>\n            <li>Identify suitable mapping resources, with an appropriate level of understanding of both SNOMED CT and the other code system. </li>\n            <li>Perform the map and review processes based on the identified priorities.</li>\n            <li>Distribute and/or deploy the maps (e.g. via a terminology server or RF2 files).</li>\n            <li>Maintain the maps and republish at agreed intervals (e.g. to align with updates to the terminology)</li>\n          </ul>"},"date":"","dateStart":"2022-08-24T03:00:00.000Z","dateEnd":"2022-09-02T03:00:00.000Z"},{"group":"Standards and Artifacts","step":{"opSelector":"National SNOMED CT extension","text":"<p>Create and maintain the <span class='country'>COUNTRY</span> Edition of SNOMED CT. \n          Creating and \n          maintaining the extension requires establishing an authoring team, that will be in charge of creating new concepts, \n          updating descriptions to match local need, creating reference sets and maps.</p>\n          <p>The <span class='country'>COUNTRY</span> Edition of SNOMED CT will be distributed using standard file packages, ready for \n          use on any compatible Terminology Server.</p>\n          This step may involve the following tasks:</p>\n          <ul>\n            <li>Establish an authoring team and provide SNOMED CT authoring training (e.g. using SNOMED International's authoring courses).</li>\n            <li>Ensure authors are certified in SNOMED CT authoring with SNOMED International.</li>\n            <li>Select and deploy a SNOMED CT authoring platform and a content request system for submission of new content requests.</li>\n            <li>Establish editorial guidelines, authoring/release processes, roles and responsibilities.</li>\n            <li>Validate, prepare and publish RF2 package for the <span class='country'>COUNTRY</span> Edition.</li>\n            <li>Distribute the extension edition (e.g. via a terminology server or RF2 files), ready to deploy on any RF2-enabled terminology server.</li>\n            <li>Maintain and republish the extension edition, following and agreed schedule.</li>\n          </ul>"},"date":"","dateStart":"2022-10-01T03:00:00.000Z","dateEnd":"2022-10-10T03:00:00.000Z"},{"group":"Standards and Artifacts","step":{"opSelector":"Quality Framework","text":"<p>Implement a Quality Framework to guide the development of all the terminology artifacts required for\n          the SNOMED CT implementation, including new concepts, translations, reference sets, maps, etc.</p>\n          <p>Only through continuous improvement processes and indicators is it possible to ensure the best quality for the terminology \n          products that used in clinical care.</p>\n          This step may involve the following tasks:</p>\n          <ul>\n            <li>Identify all the terminology artifacts being developed.</li>\n            <li>Develop quality processes and measures for each artifact.</li>\n            <li>Identify appropriate governance bodies to oversee important clinical and technical decisions relating to the terminology artifacts.</li>\n            <li>Implement quality processes and measures (automating as much as possible)</li>\n            </li>Review quality framework, at regular intervals, for improvement opportunities.</li>\n          </ul>"},"date":"","dateStart":"2022-10-12T03:00:00.000Z","dateEnd":"2022-10-21T03:00:00.000Z"},{"group":"Infrastructure","step":{"opSelector":"Shared terminology server","text":"<p>Deploy a National Terminology Server configured with the latest terminology artifacts. This national \n          terminology server will support a set of agreed use cases, e.g. terminology distribution, integration with \n          clinical systems, data analytics, message validation, vendor community education etc.</p>\n          </p>The national terminology server will be accessible through the HL7 FHIR terminology services APIs, and will provide full support\n          for SNOMED CT-specific features, including the SNOMED ECL queries (Expression Constraint Language), appropriate dialect preferences, \n          and national extension content. Separate terminology server instances may be required to support different use cases \n          (e.g. a production instance, and training/test instance)\n          This step may involve the following tasks:</p>\n          <ul>\n            <li>Define the key use cases and requirements for a national terminology server.</li>\n            <li>Select terminology server software that meets your requirements. \n            (Note: Ensure that all required SNOMED CT features are available, including support for ECL queries.)</li>\n            <li>Ensure technical resources are in place to deploy, maintain, upload new content and ensure the availability of the terminology services.</li>\n            <li>Deploy and maintain (both software and content) terminology services</li>\n            <li>Communicate, document and promote the terminology services</li>\n            <li>Support, guide and educate users of the terminology services.</li>\n          </ul>"},"date":"","dateStart":"2022-10-25T03:00:00.000Z","dateEnd":"2022-10-31T03:00:00.000Z"},{"group":"Infrastructure","step":{"opSelector":"Shared EHR and clinical registries","text":"<p>Add SNOMED CT coded data to all shared (e.g. national, regional) Electronic Health Records (EHRs) and clinical registries. \n          The data collection forms for all national registries will be adapted for SNOMED CT, enabling data integration from other\n          clinical system that either use SNOMED CT natively, or can map legacy codes to SNOMED CT.\n          This step may involve the following tasks:</p>\n          <ul>\n            <li>Identify and prioritise shared EHR systems and clinical registries for SNOMED CT adoption.</li>\n            <li>Bind SNOMED CT to appropriate data elements in the relevant information models, developing suitable value sets.</li>\n            <li>Implement these SNOMED CT terminology bindings in the storage, user interfaces, and data analytics components of the systems.</li>\n            <li>Maintain SNOMED CT value sets, bindings, and other implementation artifacts</li>\n          </ul>"},"date":"","dateStart":"2022-10-13T03:00:00.000Z","dateEnd":"2022-10-24T03:00:00.000Z"},{"group":"Infrastructure","step":{"opSelector":"National interoperability platform","text":"<p>Implement a National Interoperability Platform in <span class='country'>COUNTRY</span> based on the common data \n          model for exchange and associated terminology bindings. This step may involve the following tasks:</p>\n          <ul>\n            <li>Identify national services required, e.g. clinical records storage, exchange service, message validation service, \n              patient identification service, national provider identification service </li>\n            <li>Design, develop, deploy and maintain each service in the national interoperability platform, using one or more \n            SNOMED-enabled terminology servers to enable the searching, mapping and validation of SNOMED CT codes. </li>\n          </ul>"},"date":"","dateStart":"2022-10-19T03:00:00.000Z","dateEnd":"2022-10-27T03:00:00.000Z"},{"group":"Infrastructure","step":{"opSelector":"National Release Center","text":"<p>Establish the SNOMED National Release Center (NRC) for <span class='country'>COUNTRY</span>. \n          The primary responsibilities of the NRC include making the SNOMED CT international release available\n          to licensees in <span class='country'>COUNTRY</span>, and promoting the adoption of SNOMED CT.\n          The NRC is the primary contact point for both national Affiliates and SNOMED International. The NRC also plays \n          a central role in effective and efficient collaboration with the various stakeholders and partners.<br>\n          This step may involve the following tasks:</p>\n          <ul>\n            <li>Select an organisation to serve as <span class='country'>COUNTRY</span>'s NRC.</li>\n            <li>Define the functions and responsibilities of the NRC.</li>\n            <li>Recruit appropriate resources to the NRC and provide staff with SNOMED CT training</li>\n            <li>Acquire appropriate tooling to support NRC's functions, e.g. terminology distribution service, authoring platform.</li>\n            <li>Run the NRC in a sustainable way, promoting and supporting the adoption and implementation of SNOMED CT.</li>\n          </ul>"},"date":"","dateStart":"2022-09-08T03:00:00.000Z","dateEnd":"2022-09-29T03:00:00.000Z"},{"group":"Infrastructure","step":{"opSelector":"National education and training services","text":"<p>Implement a National education and training programme. \n              This step may involve the following tasks:</p>\n          <ul>\n            <li>Identify the target audiences (e.g. clinicians, software developers, implementers) and learning objectives for \n              each target audience.</li>\n            <li>Identify suitable education material from SNOMED International to promote and/or customize to a local audience.</li>\n            <li>Engage with a suitable education delivery provider (eg university) to host localised SNOMED CT online training.</li>\n            <li>Consider other modes of training, including in person workshops, vendor days and/or showcase events.</li>\n            <li>Implements education plans, including running workshops and deploying customized online training.</li>\n            <li>Participate in SNOMED International's ELearning Advisory Group to share education experiences with other Members.</li>\n          </ul>"},"date":"","dateStart":"2022-11-01T03:00:00.000Z","dateEnd":"2022-11-10T03:00:00.000Z"},{"group":"Capacity Building","step":{"opSelector":"Engage financial sponsors","text":"<p>Produce documentation and guidance on how to estimate the value proposition of the implementation of SNOMED CT and how to \n          calculate the return of investment (ROI). Promote the benefits of SNOMED CT in funding organizations like multi-lateral development \n          banks, philanthropic donors, etc.</p>\n          This step may involve the following tasks:</p>\n          <ul>\n            <li>Review the value proposition work developed by SNOMED International at https://www.value.snomed.org/.</li>\n            <li>Identify the key national eHealth goals, projects, clinical focus areas, and potential SNOMED CT benefits that align with these.</li>\n            <li>Develop the value proposition for using SNOMED CT in <span class='country'>COUNTRY</span>, building upon\n          the above resources.</li>\n            <li>Identify key financial sponsors and communicate the SNOMED CT value proposition (e.g. report, presentation, meetings)</li>\n          </ul>"},"date":"","dateStart":"2022-08-16T03:00:00.000Z","dateEnd":"2022-08-20T03:00:00.000Z"},{"group":"Capacity Building","step":{"opSelector":"Engage clinicians","text":"<p>Create specific training materials oriented to clinicians, with real world clinical examples and demonstrating practical \n          healthcare benefits. It's important to consider the diversity in the clinicians activity, from primary care doctors, internists, \n          specialists, etc. An important aspect of the training is to assure that with effective implementations SNOMED CT is easy to use, \n          requires no special training and can be used even in busy care workflows.</p>\n          <p>Clinicians can be great contributors to the implementation processes, facilitating the identification of barriers for adoption and \n          good practices.</p>\n          This step may involve the following tasks:</p>\n          <ul>\n            <li>Identify key clinician groups and prioritise - e.g. via healthcare facilities, clinical colleges, specialty groups.</li>\n            <li>Identify key benefits of SNOMED CT for each clinical group and determine communication objectives.</li>\n            <li>Share SNOMED International's clinician focused education - see https://courses.ihtsdotools.org.</li>\n            <li>Develop additional materials for events, education and information sharing</li>\n            <li>Arrange online training, workshops, demonstrations, presentations and other activities to engage with clinicians.</li>\n          </ul>"},"date":"","dateStart":"2022-11-08T03:00:00.000Z","dateEnd":"2022-11-17T03:00:00.000Z"},{"group":"Capacity Building","step":{"opSelector":"Engage software specialists","text":"<p>Establish a community of software specialists, backed in forums or social networks, with the goal of accelerating the \n          onboarding of new developers and ensure the best possible quality of implementations.</p>\n          <p>Software specialists are a fundamental actor in the integration of SNOMED CT in clinical tools. They require training tailored \n          to their needs, including access to reference implementations, code examples, and open source components.</p>\n          This step may involve the following tasks:</p>\n          <ul>\n            <li>Identify key vendors, software developers and relevant professional bodies in <span class='country'>COUNTRY</span>.</li>\n            <li>Identify key benefits of SNOMED CT for software specialists in <span class='country'>COUNTRY</span>.</li> \n          including the Terminology Services Course and certification.</li>\n            <li>Share software developer education material from SNOMED International, including the \n              Terminology Services Course and certification - see https://courses.ihtsdotools.org.</li>\n            <li>Develop new local training materials for software specialists where required.</li>\n            <li>Establish forums and social networks to engage with software specialists.</li>\n          </ul>"},"date":"","dateStart":"2022-11-01T03:00:00.000Z","dateEnd":"2022-11-06T03:00:00.000Z"},{"group":"Capacity Building","step":{"opSelector":"Engage with the research community","text":"<p>Develop training material and organize workshops for interactive demonstrations of SNOMED CT capabilities for \n          analytics and research.</p>\n          <p>The research community needs to have access to information on the benefits of using SNOMED CT encoded datasets, and to the \n          tools and techniques used for data analytics.</p>\n          This step may involve the following tasks:</p>\n          <ul>\n            <li>Identify key research groups - e.g. via universities, commercial organisations, and professional bodies.</li>\n            <li>Identify key benefits of SNOMED CT for the research community in <span class='country'>COUNTRY</span>.</li>\n            <li>Share data analytics education material from SNOMED International with research community \n          - see https://courses.ihtsdotools.org.</li>\n            <li>Arrange workshops and other forums to showcase SNOMED CT use for analytics and research.</li>\n          </ul>"},"date":"","dateStart":"2022-11-28T03:00:00.000Z","dateEnd":"2022-11-30T03:00:00.000Z"},{"group":"Capacity Building","step":{"opSelector":"Engage other stakeholders","text":"<p>Define a strategy to engage other groups that have access to SNOMED CT or are involved in some aspect of the data \n          management and analysis, like patients, healthcare  administrators, public health managers, government/policy makers, \n          system procurers, etc.</p>\n          This step may involve the following tasks:</p>\n          <ul>\n            <li>Identify other key stakeholder groups.</li>\n            <li>Identify key benefits of SNOMED CT for the other stakeholder groups.</li>\n            <li>Share SNOMED CT education options offered by SNOMED International with other stakeholder groups.\n                - see https://courses.ihtsdotools.org.</li>\n            <li>Plan and implement a strategy to engage stakeholder groups, including forums, workshops, presentations etc.</li>\n          </ul>"},"date":"","dateStart":"2022-11-14T03:00:00.000Z","dateEnd":"2022-11-23T03:00:00.000Z"}],"selectedProject":{"opSelector":"Customized text","text":"\n        <p><mark>[INSTRUCTIONS - Please customize the following sample text, or replace it with your own]</mark></P>\n        <p>To deliver on our eHealth strategy for <span class='country'>COUNTRY</span>, SNOMED CT will be implemented \n        in the following eHealth projects: </p>\n        <ul>\n            <li>[ADD project name(s), use case(s), location(s) and scope(s) of initial implementation focus, e.g. \n                emergency department system upgrade at hospital X]</li>\n            <li>[ADD national projects if relevant, e.g. national EHR, national clinical registry, national HIE \n                infrastructure]</li>\n        </ul>\n        <p><mark>[END INSTRUCTIONS]</mark></p>\n        "},"selectedClosing":{"opSelector":"Long","text":"<p>SNOMED CT, the world's most comprehensive clinical terminology, has many potential benefits for the healthcare sector \n        in <span class='country'>COUNTRY</span>. It enables clinicians to record patient data more accurately and share this data with \n        other healthcare providers in a meaningful way to improve patient outcomes, it enables systems to integrate more effectively\n        with clinical decision support knowledge bases, and it enables clinical data to be integrated from disparate systems\n        for clinical analytics, population health management and clinical research.</p>\n        <p>SNOMED CT will be implemented at different levels of the health system, including its integration with clinical records, \n        national registries, analytics and reporting. It will be introduced as a requirement in data exchange models and \n        implementation guides. This will be a coordinated effort that includes the clinicians, software developers, public health \n        officials and technical interoperability architects, among others.</p>\n        <p>Through the implementation of SNOMED CT following this roadmap, <span class='country'>COUNTRY</span> can achieve \n        these benefits and deliver on our eHealth goals.</p>"}}